# Homebrew is used only for Casks (macOS apps).
# Declaring `brew` in this file is forbidden and should be handled via Nix instead.

tap 'homebrew/cask'

cask_args appdir: "~/Applications"

cask 'adobe-creative-cloud'
cask 'basecamp'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'imageoptim'
cask 'insomnia'
cask 'iterm2'
cask 'keepassx'
cask 'postico'
cask 'rectangle'
cask 'sequel-pro'
cask 'signal'
cask 'sketch'
cask 'steermouse'
cask 'the-unarchiver'
cask 'toggl-track'
cask 'visual-studio-code'
cask 'zoomus'
