# Homebrew is used only for Casks (macOS apps).
# Declaring `brew` in this file is forbidden and should be handled via Nix instead.

tap 'homebrew/cask'

cask_args appdir: "~/Applications"

# cask 'appcleaner'
cask 'bitwarden'
# cask 'cyberduck'
cask 'dash'
cask 'descript'
cask 'discord'
cask 'docker'
# cask 'firefox'
cask 'figma'
cask 'google-chrome'
# cask 'graphiql'
cask 'imageoptim'
cask 'insomnia'
# cask 'iterm2'
cask 'kitty'
cask 'linear-linear'
cask 'monitorcontrol'
cask 'notion'
cask 'loom'
# cask 'postico'
cask 'rectangle'
# cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'steermouse'
cask 'the-unarchiver'
cask 'via'
cask 'visual-studio-code'
cask 'zoom'
