# Homebrew is used only for Casks (macOS apps).
# Declaring `brew` in this file is forbidden and should be handled via Nix instead.

tap 'homebrew/cask'

cask_args appdir: "~/Applications"

cask 'appcleaner'
cask 'cyberduck'
# cask 'dash'
cask 'discord'
# Temporarily disabled while Lando is in use
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'graphiql'
cask 'imageoptim'
cask 'insomnia'
cask 'iterm2'
cask 'notion'
cask 'postico'
cask 'rectangle'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'steermouse'
cask 'the-unarchiver'
cask 'via'
cask 'visual-studio-code'
cask 'zoom'
